/* Button for smaller reader font size. Keep this extremely short! This is shown in the reader mode toolbar. */
"-" = "-";

/* Button for larger reader font size. Keep this extremely short! This is shown in the reader mode toolbar. */
"+" = "+";

/* Authentication prompt message with no realm. Parameter is the hostname of the site */
"A username and password are being requested by %@." = "Un nom d'utilisateur et un mot de passe est requis par %@.";

/* Authentication prompt message with a realm. First parameter is the hostname. Second is the realm string */
"A username and password are being requested by %@. The site says: %@" = "Un nom d'utilisateur et un mot de passe est requis par %1$@. Le site dit: %2$@";

/* Button for reader mode font size. Keep this extremely short! This is shown in the reader mode toolbar. */
"Aa" = "Aa";

/* About settings section title */
"About" = "À propos de nous";

/* Accessibility label for the Add Tab button in the Tab Tray. */
"Add Tab" = "Ajouter un onglet";

/* Accessibility label for action adding current page to reading list.
   Name for button adding current article to reading list in reader mode */
"Add to Reading List" = "Ajouter à la liste de lecture";

/* Accessibility message e.g. spoken by VoiceOver after the current page gets added to the Reading List using the Reader View button, e.g. by long-pressing it or by its accessibility custom action. */
"Added page to Reading List" = "Page ajoutée à la liste de lecture";

/* Accessibility label for address and search field, both words (Address, Search) are therefore nouns. */
"Address and Search" = "Adresse et recherche";

/* Used as a button label for crash dialog prompt */
"Always Send" = "Toujours envoyer";

/* Authentication prompt title */
"Authentication required" = "Authentification requise";

/* Accessibility label for the Back button in the tab toolbar. */
"Back" = "Retour";

/* Block pop-up windows setting */
"Block Pop-up Windows" = "Bloquer les pop-ups";

/* Panel accessibility label */
"Bookmarks" = "Favoris";

/* Status label for the empty Bookmarks state. */
"Bookmarks you save will show up here." = "Les pages marquées que vous sauvegardez apparaîtront ici.";

/* Accessibility label for brightness adjustment slider in Reader Mode display settings */
"Brightness" = "Contraste";

/* Label for Cancel button
   The cancel button. */
"Cancel" = "Annuler";

/* Accessibility hint for the color theme setting buttons in reader mode display settings */
"Changes color theme." = "Changer la couleur du thème.";

/* Accessibility hint for the font type buttons in reader mode display settings */
"Changes font type." = "Changer le type de police.";

/* Label used as an item in Settings. When touched it will open a dialog prompting the user to make sure they want to clear all of their private data. */
"Clear Private Data" = "Effacer les données personnelles";

/* Accessibility label for action denoting closing a tab in tab list (tray) */
"Close" = "Fermer";

/* Accessibility label (used by assistive technology) notifying the user that the tab is being closed. */
"Closing tab" = "Fermeture de l'onglet";

/* Accessibility label for Desktop Computer (PC) image in remote tabs list */
"computer" = "ordinateur";

/* Context menu item for copying an image to the clipboard */
"Copy Image" = "Copier l'image";

/* Context menu item for copying a link URL to the clipboard */
"Copy Link" = "Copier le lien";

/* Accessibility message e.g. spoken by VoiceOver after adding current webpage to the Reading List failed. */
"Could not add page to Reading list" = "Impossible d'ajouter la page à la liste de lecture";

/* Error message that is shown in settings when there was a problem loading */
"Could not load page." = "Impossible de charger la page.";

/* See http://mzl.la/1Qtkf0j */
"Create an account" = "Créer un compte";

/* Dark theme setting in Reading View settings */
"Dark" = "Foncé";

/* Debug option */
"Debug: forget Sync auth state" = "Debug: forget Sync auth state";

/* Debug option */
"Debug: require password" = "Debug: require password";

/* Debug option */
"Debug: require upgrade" = "Debug: require upgrade";

/* Accessibility label for button decreasing font size in display settings of reader mode */
"Decrease text size" = "Diminuer la taille du texte";

/* Accessibility label for default search engine setting.
   Title for default search engine picker.
   Title for default search engine settings section. */
"Default Search Engine" = "Moteurs de recherche par défaut";

/* Pending feature; currently unused string! Checkbox label shown after multiple alerts are shown */
"Disable additional page dialogs" = "Désactiver les pages de dialogue additionnelles";

/* Name for display settings button in reader mode. Display in the meaning of presentation, not monitor. */
"Display Settings" = "Afficher les paramètres";

/* Prompt for saving a password. The first parameter is the username being saved. The second parameter is the hostname of the site. */
"Do you want to save the password for %@ on %@?" = "Voulez-vous sauvegarder le mot de passe pour %1$@ sur %2$@?";

/* Prompt for saving a password with no username. The parameter is the hostname of the site. */
"Do you want to save the password on %@?" = "Voulez-vous sauvegarder le mot de passe sur %@?";

/* Prompt for updating a password. The first parameter is the username being saved. The second parameter is the hostname of the site. */
"Do you want to update the password for %@ on %@?" = "Voulez-vous modifier le mot de passe pour %1$@ sur %2$@?";

/* Prompt for updating a password with on username. The parameter is the hostname of the site. */
"Do you want to update the password on %@?" = "Voulez-vous modifier le mot de passe sur %@?";

/* Done button on left side of the Settings view controller title bar */
"Done" = "Terminé";

/* Text message in the settings table view */
"Enter your password to connect." = "Entrez votre mot de passe pour vous connecter.";

/* See http://mzl.la/1G7uHo7 */
"Firefox would like to access your Photos" = "Firefox aimerait accéder à vos photos";

/* Accessibility Label for the tab toolbar Forward button */
"Forward" = "Faire suivre";

/* A re-worded offer about Sync, displayed when the Sync home panel is empty, that emphasizes one-way data transfer, not syncing. */
"Get your open tabs, bookmarks, and passwords from your other devices." = "Obtenir vos onglets ouverts, vos favoris, et vos mots de passe depuis vos autres appareils.";

/* Pending feature; currently unused string! Button to browse to URL on the clipboard when browser is opened */
"Go" = "Aller";

/* Pending feature; currently unused string! Prompt message shown when browser is opened with URL on the clipboard */
"Go to copied URL?" = "Aller à l'URL copiée ?";

/* Show the SUMO support page from the Support section in the settings. see http://mzl.la/1dmM8tZ */
"Help" = "Aide";

/* Panel accessibility label */
"History" = "Historique";

/* Accessibility label for button increasing font size in display settings of reader mode */
"Increase text size" = "Augmenter la taille du texte";

/* Accessibility label for the introduction tour carousel */
"Intro Tour Carousel" = "Tour d'intro";

/* History tableview section header */
"Last month" = "Mois dernier";

/* Remote tabs last synced time. Argument is the relative date string. */
"Last synced: %@" = "Dernière synchronisation: %@";

/* History tableview section header */
"Last week" = "Semaine dernière";

/* Settings item that opens a tab containing the licenses. See http://mzl.la/1NSAWCG */
"Licenses" = "Licenses";

/* Light theme setting in Reading View settings */
"Light" = "Clair";

/* Link for going to the non-reader page when the reader view could not be loaded. This message will appear only when sharing to Firefox reader mode from another app. */
"Load original page" = "Charger la page originale";

/* Message displayed when the reader mode page is loading. This message will appear only when sharing to Firefox reader mode from another app. */
"Loading content…" = "Chargement du contenu…";

/* Authentication prompt log in button */
"Log in" = "Se connecter";

/* Label used as an item in Settings. When touched, the user will be navigated to the Logins/Password manager. */
"Logins" = "Paramètres de connexion";

/* Name for Mark as read button in reader mode
   Title for the button that marks a reading list item as read */
"Mark as Read" = "Marquer comme lu";

/* Name for Mark as unread button in reader mode
   Title for the button that marks a reading list item as unread */
"Mark as Unread" = "Marquer comme non lu";

/* Accessibility label for Mobile Device image in remote tabs list */
"mobile device" = "Appareil mobile";

/* Accessibility label for the navigation toolbar displayed at the bottom of the screen. */
"Navigation Toolbar" = "Bar de navigation";

/* Restore Tabs Negative Action */
"No" = "Non";

/* Message spoken by VoiceOver to indicate that there are no tabs in the Tabs Tray */
"No tabs" = "Aucun onglet";

/* Button to not save the user's password */
"Not now" = "Pas maintenant";

/* Restore Tabs Affirmative Action */
"Okay" = "Okay";

/* Title for prompt displayed to user after the app crashes */
"Oops! Firefox crashed" = "Oops! Firefox a cessé de fonctionner";

/* See http://mzl.la/1LXbDOL */
"Open articles in Reader View by tapping the book icon when it appears in the title bar." = "Ouvrir des articles dans le visualiseur de lecture en cliquant sur l'icône «livre» lorsqu'il apparaît dans la barre de titre.";

/* String indicating that the file can be opened in another application on the device */
"Open in…" = "Ouvrir dans…";

/* See http://mzl.la/1G7uHo7 */
"Open Settings" = "Ouvrir les paramètres";

/* Opening an external URL */
"Opening %@" = "Ouverture %@";

/* Accessibility label for the Home panel's top toolbar containing list of the home panels (top sites, bookmarsk, history, remote tabs, reading list). */
"Panel Chooser" = "Selecteur de panneau";

/* Password textbox in Authentication prompt */
"Password" = "Mot de passe";

/* Privacy section title */
"Privacy" = "Vie privée";

/* Show Firefox Browser Privacy Policy page from the Privacy section in the settings. See https://www.mozilla.org/privacy/firefox/ */
"Privacy Policy" = "Politique de confidentialité";

/* Accessibility label for read article in reading list. It's a past participle - functions as an adjective. */
"read" = "lu";

/* Accessibility label for the Reader View button */
"Reader View" = "Visualiseur de lecture";

/* Panel accessibility label */
"Reading list" = "Liste de lecture";

/* Accessibility Label for the tab toolbar Reload button */
"Reload" = "Charger à nouveau";

/* Title for the button that removes a reading list item */
"Remove" = "Effacer";

/* Name for button removing current article from reading list in reader mode */
"Remove from Reading List" = "Effacer de la liste de lecture";

/* Font type setting in the reading view settings */
"Sans-serif" = "Sans-serif";

/* Context menu item for saving an image */
"Save Image" = "Sauvegarder l'image";

/* Setting to enable the built-in password manager */
"Save Logins" = "Sauvegarder les paramètres de connexion";

/* See http://mzl.la/1LXbDOL */
"Save pages to your Reading List by tapping the book plus icon in the Reader View controls." = "Sauvegarder des pages dans votre liste de lecture en cliquant sur l'icône «livre» plus dans le centre de contrôle du visualiseur de lecture.";

/* Navigation title for search settings.
   Open search section of settings */
"Search" = "Recherche";

/* The text shown in the URL bar on about:home */
"Search or enter address" = "Rechercher ou entrer une adresse";

/* Accessibility hint describing the action performed when a search suggestion is clicked */
"Searches for the suggestion" = "Recherches de la suggestion";

/* Accessibility label for the lock icon, which is only present if the connection is secure */
"Secure connection" = "Securiser la connexion";

/* Message displayed in the crash dialog above the buttons used to select when sending reports */
"Send a crash report so Mozilla can fix the problem?" = "Envoyer un rapport de crash afin que Mozilla puisse résoudre le problème ?";

/* Menu item in settings used to open input.mozilla.org where people can submit feedback */
"Send Feedback" = "Envoyer un commentaires";

/* Used as a button label for crash dialog prompt */
"Send Report" = "Envoyer un rapport";

/* Sepia theme setting in Reading View settings */
"Sepia" = "Sepia";

/* Font type setting in the reading view settings */
"Serif" = "Serif";

/* Title in the settings view controller title bar */
"Settings" = "Paramètres";

/* Context menu item for sharing a link URL */
"Share Link" = "Partager le lien";

/* Label for show search suggestions setting. */
"Show search suggestions" = "Montrer les suggestions de recherche";

/* Label for show search suggestions setting. */
"Show Search Suggestions" = "Montrer les suggestions de recherche";

/* Accessibility label for the tabs button in the (top) tab toolbar
   Accessibility Label for the tabs button in the tab toolbar */
"Show Tabs" = "Montrer les onglets";

/* Show the on-boarding screen again from the settings */
"Show Tour" = "Montrer une astuce";

/* Text message / button in the settings table view */
"Sign in" = "Se connecter";

/* Accessibility Label for the tab toolbar Stop button */
"Stop" = "Arrêter";

/* Support section title */
"Support" = "Support";

/* Accessibility hint for tab tray's displayed tab. */
"Swipe right or left with three fingers to close the tab." = "Faites glisser trois doigts vers la gauche ou la droite pour fermer l'onglet.";

/* Sync Firefox Account */
"Sync Now" = "Synchroniser maintenant";

/* Text displayed when the Sync home panel is empty, describing the features provided by Sync to invite the user to log in. */
"Sync your tabs, bookmarks, passwords and more." = "Synchronisez vos onglets, favoris, mots de passe et autres.";

/* Text displayed when the Sync home panel is empty, describing the features provided by Sync to invite the user to log in. */
"Sync your tabs, passwords and more." = "Synchroniser vos onglets, mots de passe et autres.";

/* Message spoken by VoiceOver saying the position of the single currently visible tab in Tabs Tray, along with the total number of tabs. E.g. \"Tab 2 of 5\" says that tab 2 is visible (and is the only visible tab), out of 5 tabs total. */
"Tab %@ of %@" = "Onglet %1$@ sur %2$@";

/* Message spoken by VoiceOver saying the range of tabs that are currently visible in Tabs Tray, along with the total number of tabs. E.g. \"Tabs 8 to 10 of 15\" says tabs 8, 9 and 10 are visible, out of 15 tabs total. */
"Tabs %@ to %@ of %@" = "Onglets %1$@ à %2$@ sur %3$@";

/* Accessibility label for the Tabs Tray view. */
"Tabs Tray" = "Région des onglets";

/* Message displayed when the reader mode page could not be loaded. This message will appear only when sharing to Firefox reader mode from another app. */
"The page could not be displayed in Reader View." = "La page ne peut pas être affichée dans le visualiseur de lecture.";

/* Error message in the remote tabs panel */
"There was a problem accessing tabs from your other devices. Try again in a few moments." = "Un problème est survenu lors de l'accés à vos onglets depuis vos autres appareils.";

/* Error displayed when reader mode cannot be enabled */
"There was an error converting the page" = "Une erreur est survenue lors de la conversion de la page";

/* See http://mzl.la/1G7uHo7 */
"This allows you to save the image to your Camera Roll." = "Ceci vous permet de sauvegarder votre image dans votre caméra.";

/* Opening an external app */
"This will open in another application" = "Ceci s'ouvrira dans une autre application";

/* History tableview section header */
"Today" = "Aujourd'hui";

/* Panel accessibility label */
"Top sites" = "Sites favoris";

/* Accessibility label for unread article in reading list. It's a past participle - functions as an adjective. */
"unread" = "non lu";

/* Button to update the user's password */
"Update" = "Mettre à jour";

/* Text message in the settings table view */
"Upgrade Firefox to connect." = "Mettre à jour Firefox pour vous connecter.";

/* Username textbox in Authentication prompt */
"Username" = "Nom d'utilisateur";

/* Text message in the settings table view */
"Verify your email address." = "Vérifiez votre adresse de messagerie électronique.";

/* Version number of Firefox shown in settings */
"Version %@ (%@)" = "Version %1$@ (%2$@)";

/* Accessibility label for the main web content view */
"Web content" = "Contenue Web";

/* See http://mzl.la/1LXbDOL */
"Welcome to your Reading List" = "Bienvenue dans votre liste de lecture";

/* Restore Tabs Prompt Title */
"Well, this is embarrassing." = "Eh bien, ceci est embarassant.";

/* Button to save the user's password */
"Yes" = "Oui";

/* History tableview section header */
"Yesterday" = "Hier";

/* Your Rights settings section title */
"Your Rights" = "Vos droits";

